; Lang: English
; Soft: Index Your Files v5.0.1.5 (Freeware)
; Translator: Mike Mills

01000000="Search"

01000020="Case Sensitive"
01000022="Whole Word"
01000030="Type Your Search"
01000035="Content"
01000040="Date Select"
01000050="Size Select"
01000055="Today"

01000060="Search"
01000070="Stop"

01000110="Name"
01000120="Folder"
01000130="Extension"
01000140="Size"
01000150="Date"
01000160="Database"

01000210="All"
01000220="None"
01000230="Open"
01000235="Clipboard"
01000240="Copy"
01000250="Move"
01000260="Delete"
01000270="Export"

01000280="Select Database to Search"

01000400="Preview"

01000410="Auto"
01000420="Text"
01000430="Binary"
01000440="Hex"
01000450="Image / Multimedia"
01000460="Internet / Office"
01000470="Unicode"
01000490="RTF / UTF-8"
01000495="Thumbnails"
01000500="Word Wrap"
01000510="Encoding"
01000520="Encodings Menu"
01000530="Multimedia"
01000535="Change Layout"
01000540="Fit Image to Window"
01000580="Image Effect"
01000590="Rotate Clockwise"
01000600="Rotate Anti-clockwise"
01000610="Zoom"
01000620="Zoom In"
01000630="Zoom Out"
01000640="Original Size"

01000720="Found:"
01000730="Time:"
01000740="Selected:"
01000750="Size:"

01000800="Setup"
01000810="Help"
01000820="About"

02000000="Index Menu"

02000020="New"
02000030="Edit"
02000040="Delete"
02000050="Import"
02000060="Export"
02000070="Index"
02000080="Stop Index"

02000110="Databases"
02000112="Included Folders"
02000114="Excluded Folders"
02000120="Items"
02000130="Database Size"
02000140="Time of Last Index"
02000150="Last Updated"

02000210="Indexed:"
02000215="Size:"
02000220="Time:"
02000230="Database:"
02000240="Cancel Index, Wait Please..."
02000250="Packing Databases..."

03000000="Language"
03000010="Font"
03000020="Size"

03000130="Minimize to Tray Icon on Exit"

03000210="Results with Original Icons [ Caution with Network Files ]"
03000220="Results with Colored Lines"

03000310="Clear Search History"
03000320="Clear Content History"

04000010="Database Title:"
04000020="Include Folder:"
04000030="Exclude Folder:"
04000050="Scheduled Index Updates"
04000060="Every:"
04000070="Minute"
04000080="Hour"
04000090="Day"
04000100="Month"
04000110="Start:"

05000000="Cancel"
05000010="Ok"

06000000="Main Search Panel"
06000010="Main Indexing Panel"
06000020="Enter Search Terms - See Help menu for WildCard use"
06000025="Options to Search Files"
06000030="Toggle Search File content" 
06000035="Options for Search by content" 
06000040="Enter Text to Search for inside Files" 
06000050="Toggle Search by Filedate" 
06000060="Select Begin Date" 
06000070="Select End Date" 
06000080="Toggle Search by Filesize" 
06000090="Enter the Minimum Size" 
06000100="Enter the Maximum Size" 
06000110="Select Unit" 
06000115="Start / Stop Search" 
06000120="Select one or more Databases to Search" 

06000130="Files Found: Drag and Drop or Use Context Menu (Right Mouse Button)" 
06000140="Total Files Found" 
06000150="Time on Search" 
06000160="Total Size of Files Selected" 
06000170="Number of Files Selected" 
06000180="% Search task complete" 
06000190="State of Search" 
06000200="Indexing Status" 
 
06000202="Show / Hide the Search Panel" 
06000204="Show / Hide Panel Working with Files Selected" 
06000206="Show / Hide Preview Panel" 
06000208="Show Info Index Your Files" 
 
06000210="Select All Files Found" 
06000220="Undo Selection of All Files Found" 
06000230="Open Files Folder Selected" 
06000235="Export Selected Files to ClipBoard"
06000240="Copy Selected Files to ..." 
06000250="Move Selected Files to ..." 
06000260="Delete Selected Files (Permanent Deletion - Do not go to Trash)" 
06000270="Export Selected Files to a Text File (CSV)" 

06000280="Preview of Selected Files (Images, Videos, Music, Office ...)" 
06000285="Option to Preview the Files in Various Ways (Image / Hex / Thumbnails ...)" 

06000400="Start / Stop Indexing of Databases Selected" 
06000410="Create Database" 
06000420="Edit Database" 
06000430="Delete Database" 
06000440="Import Database" 
06000450="Export Database" 

06000490="Database Information Panel / Control Indexing of Databases" 
06000500="Indexed Files" 
06000510="Total Size of Indexed Files" 
06000520="Time to create Database Index" 
06000530="Name of DataBase Index" 

06000600="Index Your Files Settings / Customize your display"
06000605="Help of Index Your Files" 
06000610="Information on Index Your Files and Thanks ..."

06000700="Show IYF"
06000710="Hide IYF"
06000720="Exit"

06000730="You Sure?"
06000740="This Option Deletes Files and Folders Permanently!"
06000750="( Not Going to Trash )"
06000760="Use Drag and Drop or Context Menu to Delete to the Trash"

06000770="Please, Stop Index"

07000000="Search"
07000010="Found"
07000020="All Files and Folders"
07000030="Files and Folders  that contain the word(s): doc"
07000040="Files and Folders  that contain the word(s): peter AND doc"
07000050="Files and Folders  that contain the word(s): (peter AND doc) OR (mike AND jpg)"

07000060="Files and folders with extension: doc"
07000070="All Files and Folders that begin with the letter: a"
07000080="All Files and Folders that begin with the letter: a OR b"

07000100="Anything in any PATH that contains the term 'system32'"
07000110="Any .jpg file in any PATH that contains the words 'Canon' AND 'Nikon'"
07000120="Anything in any PATH that contains the term 'd:\test'"

07000130="Language"
07000140="You can add or modify the language of IYF. The language files are inside the folder 'Lang'. The files are Unicode text."

08000010="You can Enter the Brand of Camera or leave the cell empty. Example: Canon"
08000020="You can Enter the Model of Camera or leave the cell empty. Example: 7D"
08000030="You can Enter F Number or leave Two empty cells. Example: 1.4, 2.8, 4.5, 8 ..."
08000040="You can Enter Exposure Time or leave Two empty cells. For Example: 1/4000, 1/160, 1/25, 60 ..."
08000050="You can Enter Focal Length or leave Two empty cells. Example: 8, 10, 55, 200 ..."
08000060="You can Enter Focal Length in 35mm or leave Two empty cells. Example: 27, 45, 420, 540 ..."
08000070="You can Enter ISO or leave Two empty cells. Example: 50, 100, 400, 1600 ..."
08000080="You can Select whether the Flash was Fired"

08000090="Brand"
08000100="Model"
08000110="F Number"
08000120="Exposure Time"
08000130="Focal Length"
08000140="Focal Length (35mm)"
08000150="ISO"
08000160="Flash"
08000170="Fired Off"
08000180="Fired On"
08000190="Indifferent"

09000000="Welcome to Index Your Files"
09000010="No indexes were found."
09000020="Would you like to index the C: drive right now?"

;;;;

00000000="Translation: Mike Mills"

08000000="Show / Hide Panel Search Photos or Search Music"
08000200="You can Enter the title of the song or leave the cell empty. For example: Whole Lotta Love"
08000210="You can Enter the Group / Artist or leave the cell empty. For example: Led Zeppelin"
08000220="You can Enter Album or leave the cell empty. For example: Greatest Guitar Solos"
08000230="You can Enter the year or leave the cell empty. For example: 1969"
08000240="You can Enter the genres or leave the cell empty. For example: Rock"
08000250="You can Enter a comment or leave the cell empty"

08000260="Search Text"
08000270="Search Music MP3"
08000280="Search Photos JPG - TIFF"

08000282="Title"
08000284="Artist"
08000286="Album"
08000288="Year"
08000290="Genre"
08000292="Comment"

08000300="Number"
08000310="Checkbox"
08000320="Icon"

08000400="Search Files"
08000410="Search Content"
08000420="Search Files with Wildcard"
08000430="Search Files In Path"

08000510="Music MP3"
08000520="Photos JPG - TIFF"
08000530="Instructions"

08000600="All files .txt that contains the word pizza inside"
08000610="All files .txt that contains the word pizza AND cola inside"
08000620="All files .txt that contains the word pizza OR cola inside"
08000630="Select Search Music MP3 and enter data, empty cell means indifferent"
08000640="Select Search Photos JPG - TIFF and enter data, empty cell means indifferent"

08000700="Bytes'